
/* Class = "NSMenuItem"; title = "إحضار الكل إلى الأمام"; ObjectID = "5"; */
"5.title" = "إحضار الكل إلى الأمام";

/* Class = "NSMenuItem"; title = "نافذة"; ObjectID = "19"; */
"19.title" = "نافذة";

/* Class = "NSMenuItem"; title = "تصغير"; ObjectID = "23"; */
"23.title" = "تصغير";

/* Class = "NSMenu"; title = "نافذة"; ObjectID = "24"; */
"24.title" = "نافذة";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMainMenu";

/* Class = "NSMenuItem"; title = "MPlayerX"; ObjectID = "56"; */
"56.title" = "MPlayerX";

/* Class = "NSMenu"; title = "MPlayerX"; ObjectID = "57"; */
"57.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "حول MPlayerX"; ObjectID = "58"; */
"58.title" = "حول MPlayerX";

/* Class = "NSMenuItem"; title = "فتح"; ObjectID = "72"; */
"72.title" = "فتح";

/* Class = "NSMenuItem"; title = "إغلاق"; ObjectID = "73"; */
"73.title" = "إغلاق";

/* Class = "NSMenu"; title = "ملف"; ObjectID = "81"; */
"81.title" = "ملف";

/* Class = "NSMenuItem"; title = "ملف"; ObjectID = "83"; */
"83.title" = "ملف";

/* Class = "NSMenuItem"; title = "فتح العناصر الأخيرة"; ObjectID = "124"; */
"124.title" = "فتح العناصر الأخيرة";

/* Class = "NSMenu"; title = "فتح العناصر الأخيرة"; ObjectID = "125"; */
"125.title" = "فتح العناصر الأخيرة";

/* Class = "NSMenuItem"; title = "مسح القائمة"; ObjectID = "126"; */
"126.title" = "مسح القائمة";

/* Class = "NSMenuItem"; title = "تفضيلات..."; ObjectID = "129"; */
"129.title" = "تفضيلات...";

/* Class = "NSMenu"; title = "خدمات"; ObjectID = "130"; */
"130.title" = "خدمات";

/* Class = "NSMenuItem"; title = "خدمات"; ObjectID = "131"; */
"131.title" = "خدمات";

/* Class = "NSMenuItem"; title = "إخفاء MPlayerX"; ObjectID = "134"; */
"134.title" = "إخفاء MPlayerX";

/* Class = "NSMenuItem"; title = "إنهاء MPlayerX"; ObjectID = "136"; */
"136.title" = "إنهاء MPlayerX";

/* Class = "NSMenuItem"; title = "إخفاء الآخرين"; ObjectID = "145"; */
"145.title" = "إخفاء الآخرين";

/* Class = "NSMenuItem"; title = "إظهار الكل"; ObjectID = "150"; */
"150.title" = "إظهار الكل";

/* Class = "NSMenuItem"; title = "تكبير"; ObjectID = "239"; */
"239.title" = "تكبير";

/* Class = "NSWindow"; title = "MPlayerX"; ObjectID = "371"; */
"371.title" = "MPlayerX";

/* Class = "NSMenuItem"; title = "مساعدة"; ObjectID = "490"; */
"490.title" = "مساعدة";

/* Class = "NSMenu"; title = "مساعدة"; ObjectID = "491"; */
"491.title" = "مساعدة";

/* Class = "NSMenuItem"; title = "MPlayerX Wiki صفحة"; ObjectID = "492"; */
"492.title" = "MPlayerX Wiki صفحة";

/* Class = "NSButton"; ibShadowedToolTip = "الدخول في وضع ملئ الشاشة أو الخروج منه"; ObjectID = "549"; */
"549.ibShadowedToolTip" = "الدخول في وضع ملئ الشاشة أو الخروج منه";

/* Class = "NSButtonCell"; title = "toggleFullScreen"; ObjectID = "550"; */
"550.title" = "toggleFullScreen";

/* Class = "NSButton"; ibShadowedToolTip = "تشغيل/إيقاف مؤقت"; ObjectID = "553"; */
"553.ibShadowedToolTip" = "تشغيل/إيقاف مؤقت";

/* Class = "NSButtonCell"; title = "togglePlayPause"; ObjectID = "554"; */
"554.title" = "togglePlayPause";

/* Class = "NSButton"; ibShadowedToolTip = "تعبئة الشاشة"; ObjectID = "558"; */
"558.ibShadowedToolTip" = "تعبئة الشاشة";

/* Class = "NSButtonCell"; title = "toggleFillScreen"; ObjectID = "559"; */
"559.title" = "toggleFillScreen";

/* Class = "NSSlider"; ibShadowedToolTip = "مستوى الصوت"; ObjectID = "569"; */
"569.ibShadowedToolTip" = "مستوى الصوت";

/* Class = "NSButton"; ibShadowedToolTip = "كتم الصوت"; ObjectID = "571"; */
"571.ibShadowedToolTip" = "كتم الصوت";

/* Class = "NSButtonCell"; title = "VolumeButton"; ObjectID = "572"; */
"572.title" = "VolumeButton";

/* Class = "NSWindow"; title = "فتح موقع"; ObjectID = "627"; */
"627.title" = "فتح موقع";

/* Class = "NSTextFieldCell"; title = "موقع الملف:"; ObjectID = "630"; */
"630.title" = "موقع الملف:";

/* Class = "NSButtonCell"; title = "إلغاء"; ObjectID = "634"; */
"634.title" = "إلغاء";

/* Class = "NSButtonCell"; title = "موافق"; ObjectID = "636"; */
"636.title" = "موافق";

/* Class = "NSMenuItem"; title = "فتح موقع"; ObjectID = "644"; */
"644.title" = "فتح موقع";

/* Class = "NSMenuItem"; title = "تحرير"; ObjectID = "659"; */
"659.title" = "تحرير";

/* Class = "NSMenu"; title = "تحرير"; ObjectID = "660"; */
"660.title" = "تحرير";

/* Class = "NSMenuItem"; title = "قص"; ObjectID = "664"; */
"664.title" = "قص";

/* Class = "NSMenuItem"; title = "نسخ"; ObjectID = "665"; */
"665.title" = "نسخ";

/* Class = "NSMenuItem"; title = "لصق"; ObjectID = "666"; */
"666.title" = "لصق";

/* Class = "NSMenuItem"; title = "حذف"; ObjectID = "668"; */
"668.title" = "حذف";

/* Class = "NSMenuItem"; title = "تحديد الكل"; ObjectID = "669"; */
"669.title" = "تحديد الكل";

/* Class = "NSTextFieldCell"; title = "السرعة:"; ObjectID = "736"; */
"736.title" = "السرعة:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set play speed"; ObjectID = "737"; */
"737.ibShadowedToolTip" = "Set play speed";

/* Class = "NSTextFieldCell"; title = "1.0"; ObjectID = "738"; */
"738.title" = "1.0";

/* Class = "NSTextFieldCell"; title = "تأخير الصوت:"; ObjectID = "743"; */
"743.title" = "تأخير الصوت:";

/* Class = "NSTextField"; ibShadowedToolTip = "Set audio delay"; ObjectID = "744"; */
"744.ibShadowedToolTip" = "Set audio delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "745"; */
"745.title" = "0.0";

/* Class = "NSTextField"; ibShadowedToolTip = "Set subtitle delay"; ObjectID = "747"; */
"747.ibShadowedToolTip" = "Set subtitle delay";

/* Class = "NSTextFieldCell"; title = "0.0"; ObjectID = "748"; */
"748.title" = "0.0";

/* Class = "NSTextFieldCell"; title = "تأخير الترجمة:"; ObjectID = "749"; */
"749.title" = "تأخير الترجمة:";

/* Class = "NSButton"; ibShadowedToolTip = "إظهار عناصر التحكم المساعدة أو إخفاؤها"; ObjectID = "754"; */
"754.ibShadowedToolTip" = "إظهار عناصر التحكم المساعدة أو إخفاؤها";

/* Class = "NSMenuItem"; title = "تشغيل"; ObjectID = "782"; */
"782.title" = "تشغيل";

/* Class = "NSMenu"; title = "تشغيل"; ObjectID = "783"; */
"783.title" = "تشغيل";

/* Class = "NSMenuItem"; title = "تبديل الترجمة"; ObjectID = "784"; */
"784.title" = "تبديل الترجمة";

/* Class = "NSMenuItem"; title = "التقاط صورة"; ObjectID = "786"; */
"786.title" = "التقاط صورة";

/* Class = "NSMenuItem"; title = "زيادة حجم الترجمة"; ObjectID = "829"; */
"829.title" = "زيادة حجم الترجمة";

/* Class = "NSMenuItem"; title = "تقليل حجم الترجمة"; ObjectID = "830"; */
"830.title" = "تقليل حجم الترجمة";

/* Class = "NSMenuItem"; title = "بدء التشغيل من آخر نقطة توقف عندها"; ObjectID = "836"; */
"836.title" = "بدء التشغيل من آخر نقطة توقف عندها";

/* Class = "NSMenuItem"; title = "تبديل الصوت"; ObjectID = "853"; */
"853.title" = "تبديل الصوت";

/* Class = "NSMenuItem"; title = "رفع الصوت"; ObjectID = "857"; */
"857.title" = "رفع الصوت";

/* Class = "NSMenuItem"; title = "خفض الصوت"; ObjectID = "858"; */
"858.title" = "خفض الصوت";

/* Class = "NSTextFieldCell"; title = "Label"; ObjectID = "882"; */
"882.title" = "Label";

/* Class = "NSMenuItem"; title = "عدم التقييد بنسبة الأبعاد"; ObjectID = "903"; */
"903.title" = "عدم التقييد بنسبة الأبعاد";

/* Class = "NSMenuItem"; title = "إعادة ضبط نسبة الأبعاد"; ObjectID = "904"; */
"904.title" = "إعادة ضبط نسبة الأبعاد";

/* Class = "NSMenuItem"; title = "ألوان الفيديو"; ObjectID = "912"; */
"912.title" = "ألوان الفيديو";

/* Class = "NSMenuItem"; title = "إظهار حيز الترجمة"; ObjectID = "916"; */
"916.title" = "إظهار حيز الترجمة";

/* Class = "NSMenuItem"; title = "تبديل الفيديو"; ObjectID = "935"; */
"935.title" = "تبديل الفيديو";

/* Class = "NSTextFieldCell"; title = "اضغط على مفتاح ⌘ مع موافق لاستخدام ffmpeg في معالجة تدفق البيانات"; ObjectID = "940"; */
"940.title" = "اضغط على مفتاح ⌘ مع موافق لاستخدام ffmpeg في معالجة تدفق البيانات";

/* Class = "NSMenuItem"; title = "زيادة حجم النافذة"; ObjectID = "942"; */
"942.title" = "زيادة حجم النافذة";

/* Class = "NSMenuItem"; title = "تقليل حجم النافذة"; ObjectID = "943"; */
"943.title" = "تقليل حجم النافذة";

/* Class = "NSTextFieldCell"; placeholderString = "unknown"; ObjectID = "951"; */
"951.placeholderString" = "unknown";

/* Class = "NSMenuItem"; title = "معلومات الوسائط"; ObjectID = "953"; */
"953.title" = "معلومات الوسائط";

/* Class = "NSMenuItem"; title = "موازن الصوت"; ObjectID = "956"; */
"956.title" = "موازن الصوت";

/* Class = "NSMenuItem"; title = "عرض"; ObjectID = "975"; */
"975.title" = "عرض";

/* Class = "NSMenu"; title = "عرض"; ObjectID = "976"; */
"976.title" = "عرض";

/* Class = "NSMenuItem"; title = "الدخول إلى وضع ملئ الشاشة"; ObjectID = "982"; */
"982.title" = "الدخول إلى وضع ملئ الشاشة";

/* Class = "NSMenuItem"; title = "تعبئة الشاشة"; ObjectID = "989"; */
"989.title" = "تعبئة الشاشة";

/* Class = "NSMenuItem"; title = "عرض عناصر التحكم المساعدة"; ObjectID = "992"; */
"992.title" = "عرض عناصر التحكم المساعدة";

/* Class = "NSMenuItem"; title = "نقل إلى سلة المهملات"; ObjectID = "996"; */
"996.title" = "نقل إلى سلة المهملات";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging"; ObjectID = "1001"; */
"1001.ibShadowedToolTip" = "In fullscreen mode, you could move the frame by alt + dragging, or alt + shift +dragging";

/* Class = "NSMenuItem"; title = "نقل الإطار إلى المركز"; ObjectID = "1001"; */
"1001.title" = "نقل الإطار إلى المركز";

/* Class = "NSMenuItem"; title = "تبرّع..."; ObjectID = "1009"; */
"1009.title" = "تبرّع...";

/* Class = "NSMenuItem"; title = "إبلاغ عن أخطاء برمجية | تقديم ملاحظات..."; ObjectID = "1012"; */
"1012.title" = "إبلاغ عن أخطاء برمجية | تقديم ملاحظات...";

/* Class = "NSButton"; ibShadowedToolTip = "الحلقة التالية"; ObjectID = "1014"; */
"1014.ibShadowedToolTip" = "الحلقة التالية";

/* Class = "NSButtonCell"; title = "next-episode"; ObjectID = "1015"; */
"1015.title" = "next-episode";

/* Class = "NSButton"; ibShadowedToolTip = "الحلقة السابقة"; ObjectID = "1017"; */
"1017.ibShadowedToolTip" = "الحلقة السابقة";

/* Class = "NSButtonCell"; title = "prev-episode"; ObjectID = "1018"; */
"1018.title" = "prev-episode";

/* Class = "NSMenuItem"; title = "تشغيل الحلقة التالية"; ObjectID = "1025"; */
"1025.title" = "تشغيل الحلقة التالية";

/* Class = "NSMenuItem"; title = "تشغيل الحلقة السابقة"; ObjectID = "1026"; */
"1026.title" = "تشغيل الحلقة السابقة";

/* Class = "NSMenuItem"; ibShadowedToolTip = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad"; ObjectID = "1033"; */
"1033.ibShadowedToolTip" = "In fullscreen mode, you could also enlarge/shrink frame by alt + scroll or magnify on touchpad";

/* Class = "NSMenuItem"; title = "إعادة ضبط حجم الإطار"; ObjectID = "1033"; */
"1033.title" = "إعادة ضبط حجم الإطار";

/* Class = "NSMenuItem"; title = "زيادة حجم الإطار"; ObjectID = "1036"; */
"1036.title" = "زيادة حجم الإطار";

/* Class = "NSMenuItem"; title = "زيادة حجم الإطار (بأقل ما يمكن)"; ObjectID = "1037"; */
"1037.title" = "زيادة حجم الإطار (بأقل ما يمكن)";

/* Class = "NSMenuItem"; title = "تقليل حجم الإطار"; ObjectID = "1038"; */
"1038.title" = "تقليل حجم الإطار";

/* Class = "NSMenuItem"; title = "تقليل حجم الإطار (بأقل ما يمكن)"; ObjectID = "1039"; */
"1039.title" = "تقليل حجم الإطار (بأقل ما يمكن)";

/* Class = "NSMenuItem"; title = "انعكاس أفقي"; ObjectID = "1050"; */
"1050.title" = "انعكاس أفقي";

/* Class = "NSMenuItem"; title = "انعكاس رأسي"; ObjectID = "1051"; */
"1051.title" = "انعكاس رأسي";

/* Class = "NSMenuItem"; title = "زيادة السرعة"; ObjectID = "1057"; */
"1057.title" = "زيادة السرعة";

/* Class = "NSMenuItem"; title = "تقليل السرعة"; ObjectID = "1058"; */
"1058.title" = "تقليل السرعة";

/* Class = "NSMenuItem"; title = "إعادة الضبط إلى السرعة الطبيعية"; ObjectID = "1059"; */
"1059.title" = "إعادة الضبط إلى السرعة الطبيعية";

/* Class = "NSMenuItem"; title = "زيادة تأخير الصوت"; ObjectID = "1066"; */
"1066.title" = "زيادة تأخير الصوت";

/* Class = "NSMenuItem"; title = "تقليل تأخير الصوت"; ObjectID = "1067"; */
"1067.title" = "تقليل تأخير الصوت";

/* Class = "NSMenuItem"; title = "إعادة ضبط تأخير الصوت"; ObjectID = "1068"; */
"1068.title" = "إعادة ضبط تأخير الصوت";

/* Class = "NSMenuItem"; title = "زيادة تأخير الترجمة"; ObjectID = "1075"; */
"1075.title" = "زيادة تأخير الترجمة";

/* Class = "NSMenuItem"; title = "تقليل تأخير الترجمة"; ObjectID = "1076"; */
"1076.title" = "تقليل تأخير الترجمة";

/* Class = "NSMenuItem"; title = "إعادة ضبط تأخير الترجمة"; ObjectID = "1077"; */
"1077.title" = "إعادة ضبط تأخير الترجمة";

/* Class = "NSMenuItem"; title = "الحجم الفعلي"; ObjectID = "1084"; */
"1084.title" = "الحجم الفعلي";

/* Class = "NSMenuItem"; title = "فتح وسائط DVD..."; ObjectID = "1088"; */
"1088.title" = "فتح وسائط DVD...";

/* Class = "NSMenuItem"; title = "حجم مزدوج"; ObjectID = "1093"; */
"1093.title" = "حجم مزدوج";

/* Class = "NSMenuItem"; title = "احتواء ضمن الشاشة"; ObjectID = "1098"; */
"1098.title" = "احتواء ضمن الشاشة";

/* Class = "NSMenuItem"; title = "نسبة الأبعاد"; ObjectID = "1102"; */
"1102.title" = "نسبة الأبعاد";

/* Class = "NSMenu"; title = "نسبة الأبعاد"; ObjectID = "1103"; */
"1103.title" = "نسبة الأبعاد";

/* Class = "NSMenuItem"; title = "1:1"; ObjectID = "1106"; */
"1106.title" = "1:1";

/* Class = "NSMenuItem"; title = "4:3"; ObjectID = "1107"; */
"1107.title" = "4:3";

/* Class = "NSMenuItem"; title = "16:9"; ObjectID = "1108"; */
"1108.title" = "16:9";

/* Class = "NSMenuItem"; title = "16:10"; ObjectID = "1109"; */
"1109.title" = "16:10";

/* Class = "NSMenuItem"; title = "2.21:1"; ObjectID = "1110"; */
"1110.title" = "2.21:1";

/* Class = "NSMenuItem"; title = "2.35:1"; ObjectID = "1111"; */
"1111.title" = "2.35:1";

/* Class = "NSMenuItem"; title = "2.39:1"; ObjectID = "1112"; */
"1112.title" = "2.39:1";

/* Class = "NSMenuItem"; title = "5:4"; ObjectID = "1113"; */
"1113.title" = "5:4";

/* Class = "NSMenuItem"; title = "القنوات"; ObjectID = "1124"; */
"1124.title" = "القنوات";

/* Class = "NSMenu"; title = "القنوات"; ObjectID = "1125"; */
"1125.title" = "القنوات";

/* Class = "NSMenuItem"; title = "إعادة ضبط"; ObjectID = "1126"; */
"1126.title" = "إعادة ضبط";

/* Class = "NSMenuItem"; title = "ستيريو"; ObjectID = "1128"; */
"1128.title" = "ستيريو";

/* Class = "NSMenuItem"; title = "اليسرى فقط"; ObjectID = "1129"; */
"1129.title" = "اليسرى فقط";

/* Class = "NSMenuItem"; title = "اليمنى فقط"; ObjectID = "1130"; */
"1130.title" = "اليمنى فقط";

/* Class = "NSMenuItem"; title = "توسيع اليسرى"; ObjectID = "1131"; */
"1131.title" = "توسيع اليسرى";

/* Class = "NSMenuItem"; title = "توسيع اليمنى"; ObjectID = "1132"; */
"1132.title" = "توسيع اليمنى";

/* Class = "NSMenuItem"; title = "الفصول"; ObjectID = "1140"; */
"1140.title" = "الفصول";

/* Class = "NSMenuItem"; title = "الصوت | الفيديو | الترجمة"; ObjectID = "1143"; */
"1143.title" = "الصوت | الفيديو | الترجمة";

/* Class = "NSMenu"; title = "الصوت | الفيديو | الترجمة"; ObjectID = "1144"; */
"1144.title" = "الصوت | الفيديو | الترجمة";

/* Class = "NSTextFieldCell"; title = "ملف صوتي خارجي:"; ObjectID = "1158"; */
"1158.title" = "ملف صوتي خارجي:";

/* Class = "NSButtonCell"; title = "..."; ObjectID = "1162"; */
"1162.title" = "...";

/* Class = "NSMenuItem"; title = "نصف الحجم"; ObjectID = "1166"; */
"1166.title" = "نصف الحجم";

/* Class = "NSMenuItem"; title = "تكرار المقطع الواقع بين النقطتين أ - ب"; ObjectID = "1170"; */
"1170.title" = "تكرار المقطع الواقع بين النقطتين أ - ب";

/* Class = "NSMenu"; title = "تكرار المقطع الواقع بين النقطتين أ - ب"; ObjectID = "1171"; */
"1171.title" = "تكرار المقطع الواقع بين النقطتين أ - ب";

/* Class = "NSMenuItem"; title = "تعين نقطة البداية أ"; ObjectID = "1174"; */
"1174.title" = "تعين نقطة البداية أ";

/* Class = "NSMenuItem"; title = "تعين نقطة النهاية ب"; ObjectID = "1175"; */
"1175.title" = "تعين نقطة النهاية ب";

/* Class = "NSMenuItem"; title = "إلغاء"; ObjectID = "1177"; */
"1177.title" = "إلغاء";

/* Class = "NSWindow"; title = "تحليل العنوان"; ObjectID = "1184"; */
"1184.title" = "تحليل العنوان";

/* Class = "NSTextFieldCell"; title = "Multiline Label"; ObjectID = "1187"; */
"1187.title" = "Multiline Label";

/* Class = "NSButtonCell"; title = "إلغاء"; ObjectID = "1193"; */
"1193.title" = "إلغاء";

/* Class = "NSMenuItem"; title = "أسلوب تشابك الإطارات"; ObjectID = "1196"; */
"1196.title" = "أسلوب تشابك الإطارات";

/* Class = "NSMenu"; title = "أسلوب تشابك الإطارات"; ObjectID = "1197"; */
"1197.title" = "أسلوب تشابك الإطارات";

/* Class = "NSMenuItem"; title = "بلا"; ObjectID = "1198"; */
"1198.title" = "بلا";

/* Class = "NSMenuItem"; title = "FFMpeg"; ObjectID = "1200"; */
"1200.title" = "FFMpeg";

/* Class = "NSMenuItem"; title = "LPF5"; ObjectID = "1201"; */
"1201.title" = "LPF5";

/* Class = "NSMenuItem"; title = "الانتقال إلى مجلد اللقطات..."; ObjectID = "1206"; */
"1206.title" = "الانتقال إلى مجلد اللقطات...";

/* Class = "NSMenuItem"; title = "التحقق من وجود تحديثات..."; ObjectID = "1212"; */
"1212.title" = "التحقق من وجود تحديثات...";
